# MODE BY - SACHIN SANATANI

class Helper(object):
    HELP_A = """
❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ
ᴧsᴋ ʏσυʀ ᴅσυʙᴛs ᴧᴛ sυᴘᴘσʀᴛ ᴄʜᴧᴛ
ᴧʟʟ ᴄσϻϻᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /
"""



    HELP_1 = """
<b>❖ ᴀɪ | ᴄʜᴀᴛɢᴘᴛ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /ai [ǫᴜᴇʀʏ] ➠ ᴀsᴋ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴ ᴡɪᴛʜ ᴄʜᴀᴛɢᴘᴛ's ᴀɪ

<b>● ᴍᴏʀᴇ ᴀɪ ғᴇᴀᴛᴜʀᴇ's</b>

● /google ➠ ɢɪᴠᴇ ǫᴜᴇʀʏ ᴛᴏ sᴇᴀʀᴄʜ
● /stack ➠ ɢɪᴠᴇ ǫᴜᴇʀʏ ᴛᴏ sᴇᴀʀᴄʜ
● /duck ➠ ɢɪᴠᴇ ǫᴜᴇʀʏ ᴛᴏ sᴇᴀʀᴄʜ
"""

    HELP_2 = """
<b>❖ ᴄᴀʀʙᴏɴ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /carbon ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴄᴀʀʙᴏɴ ᴄᴏᴅᴇ ɪᴍᴀɢᴇ ғʀᴏᴍ ᴀ ᴄᴏᴅᴇ sɴɪᴘᴘᴇᴛ
"""


    HELP_3 = """
<b>❖ ᴛᴇxᴛ ᴛᴏ sᴘᴇᴇᴄʜ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

<b>ᴜsᴇ ᴛʜᴇ /tts ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴄᴏɴᴠᴇʀᴛ ᴛᴇxᴛ ɪɴᴛᴏ sᴘᴇᴇᴄʜ.</b>

● /tts ➠ ʜᴇʟʟᴏ, ʜᴏᴡ ᴀʀᴇ ʏᴏᴜ ᴛᴏᴅᴀʏ.
"""

    HELP_4 = """
<b>❖ ɪɴғᴏ ʟɪsᴛs ᴄᴏᴍᴍᴀɴᴅ ❖</b>

<b>ʙᴏᴛs:</b>
● /bots ➠ ɢᴇᴛ ᴀ ʟɪsᴛ ᴏғ ɴᴏɴ ᴀᴅᴍɪɴ ʙᴏᴛs ᴏʀ ᴀᴅᴍɪɴ ʙᴏᴛs.

<b>ᴀᴅᴍɪɴs:</b>
● /staff ➠ ɢᴇᴛ ᴀ ʟɪsᴛ ᴏғ ᴀᴅᴍɪɴs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ

❖ ɪɴғᴏ ʟɪsᴛs ᴄᴏᴍᴍᴀɴᴅ ❖

❍ /id : ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪғ ᴜsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ, ɢᴇᴛs ᴛʜᴀᴛ ᴜsᴇʀ's ɪᴅ
❍ /info : ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ
❍ /github <υsєʀηᴧϻє> : ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ

"""

    HELP_5 = """
<b>❖ ʙᴀɴs ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /ban ➠ ʙᴀɴ ᴀ ᴜsᴇʀ.
● /dban ➠ ʙᴀɴ ᴀ ᴜsᴇʀ ʙʏ ʀᴇᴘʟʏ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ᴛʜᴇɪʀ ᴍᴇssᴀɢᴇ.
● /sban ➠ sɪʟᴇɴᴛʟʏ ʙᴀɴ ᴀ ᴜsᴇʀ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ.

ᴇxᴀᴍᴘʟᴇs :
-> <code>/ban @ᴜsᴇʀɴᴀᴍᴇ</code>

<b> ● ɴᴏᴛᴇ :
● ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴʟʏ ɪғ ʏᴏᴜ ɢɪᴠᴇ ʙᴀɴ ʀɪɢʜᴛs ᴛᴏ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜ ᴀᴅᴍɪɴ
</b>
"""

    HELP_6 = """
<b>❖ ᴍᴜᴛᴇ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /tmute ➠ ᴛᴇᴍᴘᴏʀᴀʀɪʟʏ ʙᴀɴ ᴀ ᴜsᴇʀ. ᴇxᴀᴍᴘʟᴇ ᴛɪᴍᴇ ᴠᴀʟᴜᴇs: 𝟺ᴍ = 𝟺 ᴍɪɴᴜᴛᴇs, 𝟹ʜ = 𝟹 ʜᴏᴜʀs, 𝟼ᴅ = 𝟼 ᴅᴀʏs, 𝟻ᴡ = 𝟻 ᴡᴇᴇᴋs
● /unban ➠ ᴜɴʙᴀɴ ᴀ ᴜsᴇʀ.
● /mute ➠ ᴍᴜᴛᴇ ᴀ ᴜsᴇʀ.
● /dmute ➠ ᴍᴜᴛᴇ ᴀ ᴜsᴇʀ ʙʏ ʀᴇᴘʟʏ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ᴛʜᴇɪʀ ᴍᴇssᴀɢᴇ.
● /smute ➠ sɪʟᴇɴᴛʟʏ ᴍᴜᴛᴇ ᴀ ᴜsᴇʀ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ.
● /tmute ➠ ᴛᴇᴍᴘᴏʀᴀʀɪʟʏ ᴍᴜᴛᴇ ᴀ ᴜsᴇʀ. ᴇxᴀᴍᴘʟᴇ ᴛɪᴍᴇ ᴠᴀʟᴜᴇs: 𝟺ᴍ = 𝟺 ᴍɪɴᴜᴛᴇs, 𝟹ʜ = 𝟹 ʜᴏᴜʀs, 𝟼ᴅ = 𝟼 ᴅᴀʏs, 𝟻ᴡ = 𝟻 ᴡᴇᴇᴋs.
● /unmute ➠ ᴜɴᴍᴜᴛᴇ ᴀ ᴜsᴇʀ.

ᴇxᴀᴍᴘʟᴇs :
-> <code>/tmute @ᴜsᴇʀɴᴀᴍᴇ 𝟸ʜ</code>

<b> ● ɴᴏᴛᴇ :
● ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴʟʏ ɪғ ʏᴏᴜ ɢɪᴠᴇ ʙᴀɴ ʀɪɢʜᴛs ᴛᴏ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜ ᴀᴅᴍɪɴ
</b>
"""

    HELP_7 = """
<b>❖ ᴋɪᴄᴋ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /kick ➠ ᴋɪᴄᴋ ᴀ ᴜsᴇʀ.
● /dkick ➠ ᴋɪᴄᴋ ᴀ ᴜsᴇʀ ʙʏ ʀᴇᴘʟʏ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ᴛʜᴇɪʀ ᴍᴇssᴀɢᴇ.
● /skick ➠ sɪʟᴇɴᴛʟʏ ᴋɪᴄᴋ ᴀ ᴜsᴇʀ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ

ᴇxᴀᴍᴘʟᴇs :
-> <code>/kick @ᴜsᴇʀɴᴀᴍᴇ</code>

<b> ● ɴᴏᴛᴇ :
● ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴʟʏ ɪғ ʏᴏᴜ ɢɪᴠᴇ ʙᴀɴ ʀɪɢʜᴛs ᴛᴏ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜ ᴀᴅᴍɪɴ
</b>
"""


    HELP_8 = """
<b>❖ ᴛᴇʟᴇɢʀᴀᴘʜ ᴜᴘʟᴏᴀᴅ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs ❖</b>

ᴜsᴇ ᴛʜᴇsᴇ ᴄᴏᴍᴍᴀɴᴅs ᴛᴏ ᴜᴘʟᴏᴀᴅ ᴍᴇᴅɪᴀ ᴛᴏ ᴛᴇʟᴇɢʀᴀᴘʜ: 

● /tgm ➠ ᴜᴘʟᴏᴀᴅ ʀᴇᴘʟɪᴇᴅ ᴍᴇᴅɪᴀ ᴛᴏ ᴛᴇʟᴇɢʀᴀᴘʜ
● /tgt ➠ sᴀᴍᴇ ᴀs ➠ /tgm
● /telegraph ➠ sᴀᴍᴇ ᴀs ➠ /tgm
● /tl ➠ sᴀᴍᴇ ᴀs ➠ /tgm

<b>ᴇxᴀᴍᴘʟᴇ :</b>
➠ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴘʜᴏᴛᴏ ᴏʀ ᴠɪᴅᴇᴏ ᴡɪᴛʜ /tgm ᴛᴏ ᴜᴘʟᴏᴀᴅ ɪᴛ.

<b>ɴᴏᴛᴇ :</b>
● ʏᴏᴜ ᴍᴜsᴛ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇᴅɪᴀ ғɪʟᴇ ғᴏʀ ᴛʜᴇ ᴜᴘʟᴏᴀᴅ ᴛᴏ ᴡᴏʀᴋ
"""

    HELP_9 = """
<b>❖ sɢ | ʜɪsᴛᴏʀʏ ᴄᴏᴍᴍᴀɴᴅs ❖</b></u>

ᴜsᴀɢᴇ:
● /sɢ ➠ [ᴜsᴇʀɴᴀᴍᴇ/ɪᴅ/ʀᴇᴘʏ]

ᴅᴇᴛᴀɪs:
● ғᴇᴛᴄʜᴇs ᴀ ʀᴀɴᴅᴏᴍ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴍᴇssᴀɢᴇ ʜɪsᴛᴏʀʏ ᴏғ ᴛʜᴇ sᴘᴇᴄɪғɪᴇᴅ ᴜsᴇʀ.
● ᴄᴀɴ ʙᴇ ᴜsᴇᴅ ʙʏ ᴘʀᴏᴠɪᴅɪɴɢ ᴀ ᴜsᴇʀɴᴀᴍᴇ, ᴜsᴇʀ ID, ᴏʀ ʀᴇᴘʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴜsᴇʀ.
● ᴀᴄᴄᴇssɪʙᴇ ᴏɴʏ ʙʏ ᴛʜᴇ ʙᴏᴛ's ᴀssɪsᴛᴀɴᴛs.

ᴇxᴀᴍᴘᴇs:
● /sɢ ➠ ᴜsᴇʀɴᴀᴍᴇ
● /sɢ ➠ ᴜsᴇʀ_ɪᴅ
● /sɢ ➠ [ʀᴇᴘʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ]
"""

    HELP_10 = """
<b>❖ ᴡᴇʟᴄᴏᴍᴇ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /setwelcome ➠ ʀᴇᴘʟʏ ᴛʜɪs ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ ᴄᴏɴᴛᴀɪɴɪɴɢ ᴄᴏʀʀᴇᴄᴛ
ғᴏʀᴍᴀᴛ ғᴏʀ ᴀ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ, ᴄʜᴇᴄᴋ ᴇɴᴅ ᴏғ ᴛʜɪs ᴍᴇssᴀɢᴇ.

● /delwelcome ➠ ᴅᴇʟᴇᴛᴇ ᴛʜᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ.
● /getwelcome ➠ ɢᴇᴛ ᴛʜᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ.

<b> SET_WELCOME -></b>

<b>● ᴛᴏ sᴇᴛ ᴀ ᴘʜᴏᴛᴏ ᴏʀ ɢɪғ ᴀs ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ. ᴀᴅᴅ ʏᴏᴜʀ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ᴀs ᴄᴀᴘᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴘʜᴏᴛᴏ ᴏʀ ɢɪғ. ᴛʜᴇ ᴄᴀᴘᴛɪᴏɴ ᴍᴜsᴇ ʙᴇ ɪɴ ᴛʜᴇ ғᴏʀᴍᴀᴛ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ </b>

● ғᴏʀ ᴛᴇxᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ɪᴜsᴛ sᴇɴᴅ ᴛʜᴇ ᴛᴇxᴛ. ᴛʜᴇɴ ʀᴇᴘʟʏ ᴡɪᴛʜ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ

● ᴛʜᴇ ғᴏʀᴍᴀᴛ sʜᴏᴜʟᴅ ʙᴇ sᴏᴍᴇᴛʜɪɴɢ ʟɪᴋᴇ ʙᴇʟᴏᴡ.

<b>ʜɪ</b> {NAME} [{ID}] ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ {GROUPNAME}
"""

    HELP_11 = """
<b>❖ ᴢᴏᴍʙɪᴇs ᴄᴏᴍᴍᴀɴᴅ ❖</b>

● /zombies: ʀᴇᴍᴏᴠᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.

<b>ɪɴғᴏ:</b>
● ᴍᴏᴅᴜʟᴇ ɴᴀᴍᴇ: ʀᴇᴍᴏᴠᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs
● ᴅᴇsᴄʀɪᴘᴛɪᴏɴ: ʀᴇᴍᴏᴠᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
● ᴄᴏᴍᴍᴀɴᴅs: /zombies
● ᴘᴇʀᴍɪssɪᴏɴs ɴᴇᴇᴅᴇᴅ: ᴄᴀɴ ʀᴇsᴛʀɪᴄᴛ ᴍᴇᴍʙᴇʀs

<b>ɴᴏᴛᴇ:</b>
● ᴜsᴇ ᴅɪʀᴇᴄᴛʟʏ ɪɴ ᴀ ɢʀᴏᴜᴘ ᴄʜᴀᴛ ᴡɪᴛʜ ᴍᴇ ғᴏʀ ʙᴇsᴛ ᴇғғᴇᴄᴛ. ᴏɴʟʏ ᴀᴅᴍɪɴs ᴄᴀɴ ᴇxᴇᴄᴜᴛᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ.
"""

    HELP_12 = """
<b>❖ ɢᴏᴏᴅʙʏᴇ ᴄᴏᴍᴍᴀɴᴅ ❖</b>

/setgoodbye - ʀᴇᴘʟʏ ᴛʜɪs ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ ᴄᴏɴᴛᴀɪɴɪɴɢ ᴄᴏʀʀᴇᴄᴛ
ғᴏʀᴍᴀᴛ ғᴏʀ ᴀ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ, ᴄʜᴇᴄᴋ ᴇɴᴅ ᴏғ ᴛʜɪs ᴍᴇssᴀɢᴇ.

/goodbye - ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ

/goodbye  [ᴏɴ, ʏ, ᴛʀᴜᴇ, ᴇɴᴀʙʟᴇ, ᴛ] - ᴛᴏ ᴛᴜʀɴ ᴏɴ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇs

/goodbye [ᴏғғ, ɴ, ғᴀʟsᴇ, ᴅɪsᴀʙʟᴇ, ғ, ɴᴏ] - ᴛᴏ ᴛᴜʀɴ ᴏғғ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇs

/delgoodbye ᴏʀ /deletegoodbye ᴛᴏ ᴅᴇʟᴛᴇ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ ᴀɴᴅ ᴛᴜʀɴ ᴏғғ ɢᴏᴏᴅʙʏᴇ

<b>SetoodBye ->


Tᴏ sᴇᴛ ᴀ ᴘʜᴏᴛᴏ ᴏʀ ɢɪғ ᴀs ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ. ᴀᴅᴅ ʏᴏᴜʀ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ ᴀs ᴄᴀᴘᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴘʜᴏᴛᴏ ᴏʀ ɢɪғ. ᴛʜᴇ ᴄᴀᴘᴛɪᴏɴ ᴍᴜsᴇ ʙᴇ ɪɴ ᴛʜᴇ ғᴏʀᴍᴀᴛ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ
</b>
Fᴏʀ ᴛᴇxᴛ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ ᴊᴜsᴛ sᴇɴᴅ ᴛʜᴇ ᴛᴇxᴛ. ᴛʜᴇɴ ʀᴇᴘʟʏ ᴡɪᴛʜ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ

Tʜᴇ ғᴏʀᴍᴀᴛ sʜᴏᴜʟᴅ ʙᴇ sᴏᴍᴇᴛʜɪɴɢ ʟɪᴋᴇ ʙᴇʟᴏᴡ.

Hɪ {NAME} [{ID}] ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ {GROUPNAME}
"""

    HELP_13 = """
<b>❖ ᴍᴀꜱꜱ ᴀᴄᴛɪᴏɴ ᴄᴏᴍᴍᴀɴᴅs ❖</b>

<b>ɴᴏᴛᴇ ➠ ᴍᴀꜱꜱ ᴀᴄᴛɪᴏɴ ᴏɴʟʏ ᴄᴀɴ ᴜꜱᴇ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ.</b>

● /banall ➠ ʙᴀɴ ᴀʟʟ ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀꜱ. [ᴏɴʟʏ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ ᴇxᴇᴄᴜᴛᴇ ᴄᴍᴅ]
● /unbanall ➠ ᴜɴʙᴀɴ ᴀʟʟ ʙᴀɴɴᴇᴅ ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀꜱ. [ᴏɴʟʏ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ ᴇxᴇᴄᴜᴛᴇ ᴄᴍᴅ]
● /muteall ➠ ᴍᴜᴛᴇ ᴀʟʟ ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀꜱ. [ᴏɴʟʏ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ ᴇxᴇᴄᴜᴛᴇ ᴄᴍᴅ]
● /unmuteall ➠ ᴜɴᴍᴜᴛᴇ ᴀʟʟ ᴍᴜᴛᴇᴅ ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀꜱ. [ᴏɴʟʏ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ ᴇxᴇᴄᴜᴛᴇ ᴄᴍᴅ]
● /kickall ➠ ᴋɪᴄᴋ ᴀʟʟ ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀꜱ. [ᴏɴʟʏ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ ᴇxᴇᴄᴜᴛᴇ ᴄᴍᴅ]
● /deleteall ➠ ᴅᴇʟᴇᴛᴇ ᴀʟʟ ᴍᴇꜱꜱᴇɢᴇ ꜰʀᴏᴍ ɢʀᴏᴜᴘ ɴᴇᴇᴅ ꜱᴏᴍᴇ ʀᴇQ:

● ᴇɴᴏᴜɢʜ ᴘᴇʀᴍɪꜱꜱɪᴏɴꜱ ᴀᴅᴍɪɴ ʀɪɢʜᴛ ᴏꜰꜰ ʙᴏᴛ :

1. ᴅᴇʟᴇᴛᴇ ᴍᴇꜱꜱᴀɢᴇꜱ ʙᴏᴛ
2. ᴘʀᴏᴍᴏᴛᴇ ᴍᴇᴍʙᴇʀꜱ ʙᴏᴛ
3. ɪɴᴠɪᴛᴇ ᴜꜱᴇʀꜱ ʙᴏᴛ
4. ʙᴀɴ ʀɪɢʜᴛ

<b>ɴᴏᴛᴇ ➠ [ ᴍᴀꜱꜱ ᴀᴄᴛɪᴏɴ ᴏɴʟʏ ᴄᴀɴ ᴜꜱᴇ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀ ]</b>
"""









#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
